<template>
  <div class="main-box">
    <h2 class="page-title">About</h2>
    <div class="intro-box">
      <p>
        わんちゃんすはメイドバーです。
        <br />心を込めてお作りしたお酒とお食事でおもてなしさせていただきます。
      </p>
      <p>
        まいたそ店長をはじめ、多数の麻雀プロが在籍しております。
        <br />麻雀のことはもちろん、様々なお話ができます。
        <br />他にも個性豊かなメイドさんがおりますので、色々な会話をお楽しみくださいませ。
      </p>
      <p>
        わんちゃんすでは種類豊富なお酒や締めなおした溶けにくい氷を
        使用している等、お酒にこだわって提供しております。
        <br />豊富な割り物でお楽しみください。
      </p>
      <p>
        メニューに掲載していないお酒もございます。
        <br />メイドまでお問い合わせください。
        <br />もちろん、お好みに合わせてお作りすることも可能です。
      </p>
      <p>
        メイドさん達が心安らぐ空間を皆様に提供いたします。
        <br />日常を忘れて、どうぞごゆっくりとお楽しみ下さいませ。
      </p>
    </div>
    <h2 class="page-title">Attention</h2>
    <div class="atten-box">
      <div class="atten-text-box">
        <p>以下の行為はご遠慮くださいませ。</p>
        <p id="atten-list">
          ・店内で許可なく写真撮影、動画撮影、録音すること
          <br />・必要以上の立ち歩き
          <br />・承諾なしでの席移動
          <br />・深夜、建物前での集合・騒音となる行為
          <br />・大声を出すなど、他のお客様のご迷惑となる行為
          <br />・メイドさん個人へのプレゼント
          <br />・メイドさんのプライベートを聞き出す行為
          <br />・その他メイドさんが嫌がる行為
        </p>
        <p>
          わんちゃんすは皆様に美味しいお酒を
          <br />心から楽しんでいただける場でありたいと考えております。
          <br />全ての方が癒される空間作りにご理解とご協力をお願いいたします。
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  head () {
   return {
     title: "あばうと | 秋葉原メイドバー わんちゃんす"
   }
 },
  mounted() {
    this.fontReload();
  },
  methods: {
    fontReload() {
      FONTPLUS.start();
    }
  }
}
</script>

<style>
@import "../assets/css/about.css";
</style>
